controllers/SiteController.php

SELECT COUNT(*) FROM "resume"
SELECT * FROM "resume" LIMIT 1
SELECT * FROM "category"
---
    public function actionIndex()
    {
        $query=Resume::find();
        $count=$query->count();
        $pagination=new Pagination(['totalCount'=>$count, 'pageSize'=>1]);
        $resumes=$query->offset($pagination->offset)
        ->limit($pagination->limit)
        ->all();

        $categories=Category::find()->all();

SELECT * FROM "resume" WHERE "id"='3'
SELECT * FROM "category"
---
    public function actionView($id)
    {
        $resume=Resume::findOne($id);
        $categories=Category::find()->all();