views/site/single.php

                            <?php foreach($categories as $category):?>
                                <li>
                                    <a href="<?= Url::toRoute(['site/category', 'id'=>$category->id]);?>"><?=$category->title?></a>
                                    <span class="post-count pull-right">(<?=$category->getResumes()->count()?>)</span>
---
SELECT COUNT(*) FROM "resume" WHERE "category_id"=1